{"title":"【历史】两晋那些事（番外篇） - 奇葩的魏晋风","date":"2019-03-23T13:53:53.000Z","slug":"1-2","comments":true,"tags":["魏晋南北朝"],"categories":["历史"],"updated":"2019-03-30T02:05:54.157Z","content":"<p>　　《菜根谭》里有一句话：“唯大英雄能本色，是真名士自风流。”魏晋时代就有这么一批人，漠视功名，通晓音律，内外兼修，一举一动都超俗洒脱。当然了，在和平年代漠视功名、超俗洒脱那都不算什么，可这是一个死亡阴影下的黑暗时代，这批特立独行的人硬是把魏晋的社会凹了一个逗比杀马特造型。</p>\n<p>　　说到魏晋的风气，这里提一笔魏晋的名士。所谓名士，《世说新语》里说：“名士不必须奇才，但使常得无事，痛饮酒，熟读离骚，便可称名士”，啥意思，没事“酒”不离手，“骚”不离口，那你就是“网红”了。</p>\n<p>　　这群“一旦放飞自我，连自己都怕”的“网络红人”有事没事聚在一起喝酒、炫富、嗑药、臭美、吹牛扯淡，再加之上层统治者骄奢淫逸，老百姓们上行下效，让这种糜烂的社会风气广为传播。对，那位“何不食肉糜”的白痴皇帝司马衷就生在这个时代。</p>\n<h2 id=\"酒中乾坤\">酒中乾坤<a href=\"post/1-2#酒中乾坤\"></a></h2><p>　　首先说喝酒，“醉里乾坤大，壶中日月长”，魏晋风流碰到壶中日月，更是别开生面。当时喝酒喝得比较出名的当属竹林七贤，名字听起来高大上，这可是当时最火的偶像团体，别的不说，这几位的酒量相当棒。</p>\n<p>　　说这里边喝酒喝的最嘚瑟的名为刘伶，这位跟团体里的那几位相比，那是真正的实力派。据说刘玲又矮又丑，却偏偏入了专门为美男子写的《世说新语·容止篇》，为啥，因为他实在太能喝了。有个传说叫做“杜康造酒醉刘伶”，有兴趣您可以搜索一下。咱要说的呢是刘伶如何嗜酒如命，《资治通鉴》中说：刘令嗜酒，常乘鹿车，携一壶酒，使人荷锸随之，曰：“死便埋我。”刘伶出门身边常常跟着一个扛着铁楸的仆人，随时等刘伶喝死，就地掩埋。因为喝酒刘伶还闹出一笑话，有一天刘伶喝的尽兴，脱了个一丝不挂，来访的朋友见了就说他这也太三俗了，刘伶反而说：“天地是我的屋子，这里就是我的衣服裤子，你们钻到我裤子里来干什么，想耍流氓啊！”</p>\n<p>　　不光是这些名士能喝，皇帝也紧跟着潮流。可能司马家世代的智商都被司马懿三代给透支了，接连出现了两个白痴皇帝和一个酒鬼皇帝。这里要说的酒鬼皇帝就是晋孝武帝司马曜，时值东晋，内有贤相谢安、外有淝水大捷，正是奋发可为的好时机，皇帝偏偏崇尚黄老之学、无为而治，终于酩酊。这位爷终日以酒为友、以色为媒都没什么好说的，咱要说说作为一个皇帝他死的有多窝囊。当时孝武帝宠爱张贵人，一次在后宫与张贵人一起喝酒，孝武帝喝高了就对张贵人开玩笑说：“你年近三十，美色大不如前，又没生孩子，白占着一个贵人的名位，明天我就废了你，把你打入冷宫。”张贵人听了怒火中烧，于是起了杀心，用被子活活把孝武帝闷死。司马曜用生命告诉你，酒后千万不要跟女人开玩笑！</p>\n<h2 id=\"瘾君子\">瘾君子<a href=\"post/1-2#瘾君子\"></a></h2><p>　　说嗑药，咱们天朝公认嗑药嗑得最出名的朝代是鸦片风盛行的大清，其实魏晋时代也不甘落后。魏晋人嗑的东西叫五石散，这药是医圣张仲景研制的，人老爷子是拿来驱寒的。据说这东西的成分有钟乳石、硫磺等一些重口味的东西，嗑多了会皮肤瘙痒，燥热难耐，非得光个膀子，坦胸露乳。当时的名士基本上人手一包，比如说“东床快婿”王羲之。这东西嗑完还不能坐着，得出去走两步，“散步”就是这么来的。</p>\n<p>　　这药在汉代就有了，到了魏晋才火是为什么呢？原因是那个大帅哥何宴强行代言：知道我为啥这么帅吗，就嗑这东西嗑的。放到现代会有某位专家出来辟谣，可那是魏晋，人们追求形神超脱，只要嗨不死，就往死里嗨。</p>\n<h2 id=\"好看即真理\">好看即真理<a href=\"post/1-2#好看即真理\"></a></h2><p>　　看过上一篇的朋友可能就奇怪了，怎么哪哪都有这个何宴，他能有多帅？咱们先说说魏晋的男色审美背景，在魏晋，美的价值高于一切，好看即真理。</p>\n<p>　　何为好看，第一，肤如凝脂，唇如激丹，皮肤不白，嘴唇不红怎么办，拿着镜子粉盒方便补妆。这位何宴就不用化妆自然白，称“傅粉何郎”。</p>\n<p>　　第二一个是身材得纤细，起码也得A4腰吧，还得穿吊带裙、透视装（这个得来张图）。要说少年娘则国娘，身材瘦弱的那还有力气参军打仗，之后不就让五胡乱了中原嘛。</p>\n<div class=\"article-img\"><p><img src=\"/历史/1-2/1.jpg\" alt data-zoomable></p></div>\n<p>　　第三呢得有体香，这东西可不是每个人都有的，我记得上初中的时候班里一哥们就有体香，真的很香。天然体香是人类分泌的一种荷尔蒙，一般自己闻不到，可以增加被择偶概率，说白了可以吸引异性。没有体香怎么办，好说，香料来凑。当时魏晋香料大多依靠进口，您想想普通老百姓哪买得起，不行，倾家荡产也要买，想想当时的生活得有多糜烂。</p>\n<p>　　魏晋的美男实在太多，咱挑两个具有代表性的提一提。</p>\n<p>　　头一个是嵇康，竹林七贤偶像团团长，当时的人说他“龙章凤姿，天质自然”。嵇康有个儿子名为嵇绍，遗传了他爹长得帅的基因，有人见了嵇绍就对王衍（竹林七贤王戎的堂弟）说“嵇延祖卓卓如野鹤之在鸡群”，夸赞嵇绍漂亮。王衍听了不屑一顾：“你瞧你这个没见说世面的样子，你是没见过他爹，帅呆了！”人不光长得帅，音乐造诣也相当高，那首千古绝唱《广陵散》就是嵇康的代表作。</p>\n<p>　　再一个是卫阶，提他爷爷您可能会知道，就是三国里诛杀邓艾父子的卫瓘。其实说卫阶一生也没什么成就，可房玄龄偏偏给他立了传记，为啥，因为他是在太帅了。形容卫阶的都是什么词，玉润、璧人，风神秀逸。据说不管卫阶到了那，都有人争相围观。八王之乱之后，卫阶前往江南建康城避难，卫阶的艳名太盛了，谁曾想刚进建康城就被那些脑残粉丝们围了个水泄不通，经过“卫粉”们的一阵围追堵截，卫阶终于精疲力竭。到建康城没两天，卫阶便卧床不起，没过多久居然驾鹤西游了，这也就给后人留下了“看杀卫玠”的典故。</p>\n<h2 id=\"清谈\">清谈<a href=\"post/1-2#清谈\"></a></h2><p>　　魏晋评判一个人能力高低的标准有俩，一个是家世，另一个就是名望。名望高不高，那现在的话来说就是看你装叉的力度够不够大。司马家篡位以后，政治言论受到控制，加上专制的儒家思想遭到世人的反感，人们聊什么，聊玄学，聊玄学的机构就是清谈会。这里又要提一笔何宴，玄学就是他首创的。何为玄学，顾名思义，你说的越玄乎，别人越听不懂，那你段位越高。</p>\n<p>　　嘴炮不是现在才有，前边提到的王衍也是一个名副其实的大嘴炮。《晋书》说他“妙善玄言，义理有所不安，随即改更”，就是说这个王戎在聊玄学的时候不小心说漏嘴了，下边有明白的听众便纷纷起哄，这王戎可以面不改色心不跳地随口就改。时间长了，人们就给他起了个外号叫“口中雌黄”，也就是“信口雌黄”的出处。雌黄是一种黄色矿物质，主要成分是三硫化二砷，当时人们写字用的是黄纸，字写错了就拿雌黄涂一涂，相当于现在的修改液。</p>\n<p>　　就这样一个大嘴炮，干到了魏晋的最高品官职司徒。清谈是否误国咱不知道，毕竟那是在遥远的魏晋时代，但像王荣这样的人就引领了一股潮流，清谈成为魏晋老百姓茶余饭后谈论的焦点，那就很奇葩了。“国辩最佳辩手”陈铭说过：“你不要以为键盘侠离我们很遥远，一旦碰到一个键盘侠，你离成为他，就只有一步之遥了，键盘侠就想一滩不断扩大的水，他会把你拉下水的。”</p>\n<h2 id=\"炫富\">炫富<a href=\"post/1-2#炫富\"></a></h2><p>　　难道魏晋的人就不爱钱吗？我只说魏晋人漠视功名，可没说他们不贪图富贵，有钱的那是真有钱，炫起富来毫不含糊。说炫富不得不提西晋的首富石崇，这位爷是个不折不扣的暴发户，他任荆州此时的时候正值西晋灭吴，石崇通过“劫富济己”一夜暴富。至于他多有钱，您可以搜索一下王石斗富。</p>\n<p>　　通常暴发户心理都有些小冲动，石土豪也不例外。石崇有个小癖好，喜欢请客吃饭。他的饭局可不是那么好吃的，跟他吃饭旁边总会有一个美女给客人斟酒，如果客人不喝，他就让侍卫把斟酒的美女杀掉再给你换一个，杀到你喝为止。</p>\n<p>　　东晋的邻居北魏也闹出炫富的一档子事，北魏活的比较长，东晋被刘宋取代，相继又到了萧梁政权，这位梁武帝也是为奇葩皇帝，有空咱再说。北魏孝明帝时期，惊人的一幕再次上演，北魏的宗室们腐化堕落让人瞠目结舌。</p>\n<p>　　这次的主角是北魏的俩王爷，一个是高阳王元雍，另一个是河间王元琛。这元琛有句口头禅：“不恨我不见石崇，石崇不见我”，意思就是石崇见了他都得自愧不如。元琛也有个癖好，特别喜欢请客人来家里参观。有一次元雍也在受邀之列，元雍看了元琛的府库后心想，都是王爷我也不能比你差到哪去。据说元雍一顿饭要吃掉数万钱，住宅家具完全按照皇宫的式样来。</p>\n<p>　　俩王爷还难分伯仲，一向以有钱自持的章武王元融受不了了。原来元琛邀请朋友参观的时候，元融也去了，观赏完元琛的仓库，一阵羡慕嫉妒恨就病倒了。胡太后听说宗室们斗富斗的不亦乐乎，不仅喜从中来：咱们大魏国力强劲啊！</p>\n<p>　　王石斗富后短短二十余年，西晋就遭受了五胡乱华，元雍和元琛斗富后十几年，北魏一百五十年的基业毁于一旦，老天爷真是造化弄人。</p>\n<h2 id=\"历史为镜，引以为戒。\">历史为镜，引以为戒。<a href=\"post/1-2#历史为镜，引以为戒。\"></a></h2><p>　　魏晋的社会说好听了是崇尚自然，追求个性，不过是人心涣散，糜烂浮躁。“众人皆醉我独醒”的陶渊明陶老爷子写下了《桃花源记》讽刺了当时现实社会的不满。反观现在的中国，与魏晋差异又有几何。</p>\n","prev":{"title":"【编程】Java实现记事本 - 初级版","slug":"2-1"},"next":{"title":"【历史】两晋那些事（1） - 说在前面的话","slug":"1-1"},"link":"http://huazhongge.github.io/post/1-2/","toc":[{"title":"酒中乾坤","id":"酒中乾坤","index":"1"},{"title":"瘾君子","id":"瘾君子","index":"2"},{"title":"好看即真理","id":"好看即真理","index":"3"},{"title":"清谈","id":"清谈","index":"4"},{"title":"炫富","id":"炫富","index":"5"},{"title":"历史为镜，引以为戒。","id":"历史为镜，引以为戒。","index":"6"}],"copyright":{"author":"画中","link":"<a href=\"http://huazhongge.github.io/post/1-2/\" title=\"【历史】两晋那些事（番外篇） - 奇葩的魏晋风\">http://huazhongge.github.io/post/1-2/</a>","license":"Attribution-NonCommercial-NoDerivatives 4.0 International (<a href=\"https://creativecommons.org/licenses/by-nc-sa/4.0/\" rel=\"external nofollow noopener\" target=\"_blank\">CC BY-NC-ND 4.0</a>)"}}