{"title":"【历史】两晋那些事（2） - 大好河山谁继承","date":"2019-03-29T03:56:22.000Z","slug":"1-3","comments":true,"tags":["魏晋南北朝"],"categories":["历史"],"updated":"2019-03-30T12:41:52.519Z","content":"<p>上次说到，司马炎一脚踢开魏元帝曹奂，取皇位而代之。司马炎西灭蜀汉、南服孙吴，怎么说也是一代明君，聪明一世。俗话说得好，聪明反被聪明误，别看司马炎创业创的一帆风顺，守成守的是一塌糊涂。<a id=\"more\"></a></p>\n<p>　　晋武帝即位后的第一件事，下诏分封诸王。司马炎老爹司马昭还活着的时候就忙活着篡位，所谓“司马昭之心，路人皆知”，等司马昭终于要等来改朝换代的时刻，他却病逝了。这让坐享其成的司马炎手忙脚乱，曹魏的宗室不给力让我司马家钻了空子，老爹留下的那帮老臣重蹈我司马家的覆辙怎么办。</p>\n<p>　　不得不说，司马炎的脑回路是真的奇葩，他心想这不行，他得壮大司马家的宗室。司马炎这一下就封了二十七个王爷来拱卫大晋的王室，大家共同努力治理好这大好河山，可实际效果呢，把晋国搞了个支离破碎。前边历史书上明明白白地写着，汉初七国之乱是怎么一个过程，司马炎非要作死。</p>\n<p>　　分封诸王不久，有些王爷就有心思了：我手里有箭，底下有兵，兜里有钱，还都姓司马，你能做皇帝我怎么就不能做。司马炎活着的时候，这些王爷还算安分，可等哪天武帝驾崩了，这些王爷也就彻底地反了。</p>\n<p>　　安排完分封事宜，司马炎又给他的白痴儿子司马衷安排了一门亲事，迎娶了心腹大臣贾充（曹魏的皇帝曹髦就由他指使杀害）的女儿贾南风。准确说是司马衷老妈杨皇后给他选的这个媳妇，据说贾南风长得非常难看，司马炎评价这个儿媳：“丑而短黑”，身高不到一米五，面容青黑，眉毛后边还有颗大痣，就因为他是贾充之女，背景够硬。</p>\n<p>　　当时实行嫡长子继承制，让这个白痴儿子当太子也是无奈之举，只能把自己的希望放在孙子身上了。可是呢，这个贾南风偏偏没有给司马衷留下个一儿半女。司马炎这就着急了，思前想后想出一法子。他找了一个娇媚的宫女去侍奉司马衷，顺便教教他什么叫干柴烈火。云雨一番后，这宫女就怀孕了，生下来的这个孩子就是司马遹。</p>\n<p>　　据说这个司马遹自幼聪慧，有司马懿之风，司马炎对他更是疼爱有加，想让他长大后继承大统。显然，司马炎对自己的寿命估算的太乐观了。公元290年，司马炎病逝，时年五十四岁，临终前留下了两个辅政大臣，一个是老丈人杨骏，另一个是汝南王司马亮。</p>\n<p>　　然鹅，这边司马炎刚蹬腿，杨骏就发话了，以后朝中之事他女儿杨太后说了算。什么叫自作孽不可活，杨太后不知道哪辈子造的孽，瞎了眼非要给他儿子娶这个贾南风。司马炎驾鹤西游，司马衷继位皇帝，贾南风也就顺理成章地被封为皇后。别看贾南风长得丑，心中的算盘不要太精，一听杨骏想掌权，马上撂挑子不干了：这是我们司马家的事，什么时候轮到你这个外人插手了。</p>\n<p>　　贾南风暗地里派人联络汝南王司马亮和楚王司马玮，说现在姓杨的这么欺负我们，你们就这样做辅政大臣的吗？赶紧地带兵回来勤王。司马亮辈分大，老奸巨猾地迟迟没有动静。司马玮不一样，小伙子年轻气盛，带兵就来到了洛阳，将杨骏一族杀了个干干净净。司马亮眼睁睁地看着这个小辈干掉了杨骏，别提多后悔。</p>\n<p>　　诛杀杨氏一党，贾南风迅速征召司马亮为太宰，同卫歡共执朝政，命司马玮为卫将军，这俩人一老一小谁也不服谁，每天见面就是吹胡子瞪眼，你争我吵。时间长了，这司马玮撑不住了，首先找到了贾南风，意思是司马亮仗着自己辈大占我的地盘抢我的人，您得给我做主。这时的贾南风也是权色熏心，铁定要灭了这几个大臣，偷偷地下了密诏。司马玮得到密诏就好像得到圣旨了，三下五除二就把司马亮和卫瓘两家杀了个精光。</p>\n<p>　　令司马玮万万没想到的是，贾南风居然事后反悔，不承认密诏之事，以矫诏杀害朝廷忠臣之罪将司马玮除掉。从此，皇后贾南风开始执政。要说司马炎建国初封了这么多诸侯王，贾南风做的这档子事他们都看在眼里，个个拥兵自重，只是一时找不到反叛的借口罢了。</p>\n<p>　　要不说人一旦闲下来就喜欢胡思乱想，没事找事的贾南风盯上了司马炎那个宝贝孙子司马遹。她心想，这太子司马遹又不是自己亲生的，自己也没有个一儿半女的，万一晋惠帝司马衷哪天仙去了，自己晚景会不会很凄凉。她起了一个念头，废掉太子，拿妹夫韩寿之子充当自己的亲生儿子，谎称原孕有一子，当年正值武帝丧期，没有对外公布。</p>\n<p>　　一次机会，贾南风邀请太子司马遹喝酒，司马遹也是来者不拒，喝了个酩酊大醉。贾南风准备了文房四宝和一份样稿：听闻太子书法极妙，请赐教。样稿上写的是“陛下宜自了，不自了，吾当入了之。中宫又宜速自了，不自了，吾当手了之”，意思是皇帝你赶紧死，皇后你也赶紧死，你们不赶紧死，我帮你们死。司马遹喝得太多了，抄了几句就睡着了，贾南风命人照着司马遹的笔迹将剩下的部分写完，急忙拿去给晋惠帝司马衷看。</p>\n<p>　　按说是个正常人，都不会信这种伎俩，可晋惠帝司马衷他不正常，当场下诏废了司马遹的太子之位。这一废不要紧，有个人不愿意了，这个人就是赵王司马伦。</p>\n<p>　　司马伦是太子太傅，贾南风如果要清查太子与党，第一个就会拿他开刀。这司马伦脑子灵光，想出个两全其美之计，不仅能保全自己，还能除掉贾南风。什么计策呢？司马伦把以前司马遹大逆不道之言全都捅给了贾南风，贾南风也是被自己之前的成功冲昏了头脑，下手杀掉了司马遹。但即使是皇后也没有权利杀掉太子啊，慢慢的，贾南风诬陷太子的丑事也慢慢浮了出来。司马伦见火候到了，假造圣旨说贾南风构陷太子，废掉皇后，鸩杀了贾南风。</p>\n<p>　　当司马伦把朝中的事情都安排妥当，他发现晋惠帝司马衷对这些事情毫无反应，于是尊司马衷为太上皇，自己当上了皇帝。这司马伦这么容易就当上皇帝，那些个王爷怎么受得了。这些拥兵自重的王爷开始起兵勤王，八王之乱就此拉开序幕。</p>\n","next":{"title":"【收藏】CG收藏 - 天行九歌","slug":"4-1"},"link":"http://huazhongge.github.io/post/1-3/","copyright":{"author":"画中","link":"<a href=\"http://huazhongge.github.io/post/1-3/\" title=\"【历史】两晋那些事（2） - 大好河山谁继承\">http://huazhongge.github.io/post/1-3/</a>","license":"Attribution-NonCommercial-NoDerivatives 4.0 International (<a href=\"https://creativecommons.org/licenses/by-nc-sa/4.0/\" rel=\"external nofollow noopener\" target=\"_blank\">CC BY-NC-ND 4.0</a>)"}}