{"title":"【历史】说在前面的魏晋南北朝","date":"2019-03-23T13:40:01.000Z","slug":"1-1","comments":true,"tags":["魏晋南北朝"],"categories":["历史"],"updated":"2019-03-24T11:26:19.431Z","content":"<p>　　俗话说：皇帝轮流做，今天到我家，王朝的更迭在中国更是相当地常见，过去的两千年里，在天朝的地盘上陆陆续续出现了九个庞大的王朝，中间瞎折腾的小王朝林林总总不下四十个，其中折腾的最狠的当属两晋南北朝时期。</p>\n<p>　　西晋怎么来的，不得不说一个人，就是后来被追封为晋高祖宣皇帝的司马懿。应了郭德纲那句话：四个说相声的对着骂街，你把那三个熬死了，你就是艺术家。别的不说，司马懿年轻入仕，硬是熬死了包括曹操在内的曹魏四代主公，丰功伟绩相当了得。“居善地，心善渊，动善时”的司马懿用了五十年证明自己是个忠臣，最终还是上演了曹魏篡汉的一幕。</p>\n<p>　　司马爷当时的眼光也是独特，跟了一直不被看好的曹丕。虽说曹丕先天比不上才华横溢的曹植，但人家通过后天努力跟随父亲征战，深得曹操的真传，最后赢得夺嫡之争，以魏代汉成了曹魏的开国皇帝。可惜曹丕的命数太短，未能达成统一天下的夙愿就英年早逝。再加上曹丕生性狭隘，赐死甄宓、凌辱于禁、废除曹洪，为以后司马家篡位留下了祸根。</p>\n<p>　　曹丕临终托孤司马氏，明帝曹睿即位，司马懿已然成为国家重臣，然而有曹真和曹休两位大将压制，司马老爷子还在等待机会。曹睿重蹈了他父亲短命的覆辙，景初三年，明帝崩于洛阳，享年三十六岁，葬于高平陵。</p>\n<p>　　说来不要太心酸，曹睿到死也没留下个子嗣，三个亲生儿子全部夭折，临终立了养子曹芳为皇太子，秉承皇位，曹芳时年八岁。这就有了历史上非常动人的一幕，明帝病重时司马懿正在辽东作战，明帝连下五道诏书召回司马懿。司马爷乘最快的一部战车，快马加鞭直奔洛阳皇宫。等见到司马懿，明帝曹睿已奄奄一息，说了一句特别感动的话：终于把你等回来了。</p>\n<p>　　前边提到的曹真那是骁勇善战的虎狼之躯，但在曹芳出生的前一年就因病去世了。曹真有个儿子名为曹爽，这儿子跟他爹比起来，不只是差了一个字儿那么简单。之前吴秀波拍那个电视剧《军师联盟》有这么一段，这天曹魏那个大帅哥何宴正在那梳妆打扮对影自怜，教曹爽怎么风姿绰约，碰巧曹真下班回家了，看到这一幕之后勃然大怒。何宴是东汉大将军何进之孙，又是曹操的养子，娶了曹操之女金乡公主为妻，时为驸马，曹真多少给留点面子。所以曹真这满腔怒火全奔曹爽去了：“你以后是要带兵打仗上战场的人，学这些乌七八糟的东西干什么。”</p>\n<p>　　那句话怎么讲：将欲歙之，必固张之 。司马懿欲擒故纵，自己退而求其次，等待曹爽的无限膨胀。曹爽还真是不争气，不听司马懿劝阻，西征蜀汉，一打不要紧，吃了败仗了，出兵虚耗，跟三国时期亲自挂帅战无不胜的司马懿相比（《三国演义》里的败仗不算），那就是个弟弟。而后曹爽又把郭太后迁到永宁宫，专权乱政，这才让司马爷逮到机会，待到曹芳与曹爽三兄弟前往高平陵祭拜先帝之时，司马爷在洛阳城发动政变，把曹爽一举拿下，随后连同何宴在内的曹爽余党一律铲除，把控曹魏政局。</p>\n<p>　　司马懿死后，他两个儿子司马师、司马昭轮番主持朝政，几代下来，曹魏国内形成了非司马命不从的习惯。到了孙子司马炎那里已经迫不及待地要学习曹丕好榜样，凡事得走个程序，无非是司马炎假借经验不足推辞几句，老臣们奉承几句“小伙子年轻气盛，我看好你”之类的话，司马炎便荣登大宝，即皇帝位。</p>\n<p>　　帮曹家带完儿子看孙子的司马懿，刚入仕的时候肯定也没想到，天下是曹家的，最后竟是他司马家的。</p>\n","prev":{"title":"【历史】特立独行的魏晋人","slug":"1-2"},"next":{"title":"我是空页面","slug":"lrc"},"link":"http://huazhongge.github.io/post/1-1/","copyright":{"author":"画中","link":"<a href=\"http://huazhongge.github.io/post/1-1/\" title=\"【历史】说在前面的魏晋南北朝\">http://huazhongge.github.io/post/1-1/</a>","license":"Attribution-NonCommercial-NoDerivatives 4.0 International (<a href=\"https://creativecommons.org/licenses/by-nc-sa/4.0/\" rel=\"external nofollow noopener\" target=\"_blank\">CC BY-NC-ND 4.0</a>)"}}